Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Waking after a few hours, briefly, then returning to sleep
ar: الاستيقاظ بعد بضع ساعات لفترة وجيزة، ثم العودة إلى النوم
de: Nach ein paar Stunden kurz aufwachen, dann zurück in den Schlaf
es: Despertar brevemente tras unas horas y luego volver a dormir
fr: Se réveiller brièvement après quelques heures, puis se rendormir
it: Svegliarsi brevemente dopo qualche ora, poi tornare a dormire
ja: 数時間後に短く目を覚まし、また眠りに戻る
ko: 몇 시간 뒤 잠깐 깨었다가 다시 잠들기
nl: Na een paar uur kort wakker worden, dan weer gaan slapen
pt_br: Acordar brevemente após algumas horas e então voltar a dormir
ru: Ненадолго проснуться через несколько часов, затем снова уснуть
zh_hans: 几个小时后短暂醒来，然后重新入睡

source: Waking gently keeps you near the dream state long enough to copy it into memory. A jarring alarm floods you with alertness and stress hormones that scatter the dream before you can catch it.
ar: الاستيقاظ بلطف يبقيك قريبًا من حالة الحلم وقتًا كافيًا لنسخه إلى الذاكرة. أما المنبّه الصاخب فيغمرك باليقظة وهرمونات التوتر التي تبدّد الحلم قبل أن تتمكّن من التقاطه.
de: Sanftes Aufwachen hält dich lange genug nahe am Traumzustand, um ihn ins Gedächtnis zu kopieren. Ein schriller Wecker überflutet dich mit Wachheit und Stresshormonen, die den Traum zerstreuen, bevor du ihn fassen kannst.
es: Despertar con suavidad te mantiene cerca del estado de sueño el tiempo suficiente para copiarlo en la memoria. Una alarma estridente te inunda de alerta y hormonas del estrés que dispersan el sueño antes de que puedas atraparlo.
fr: Se réveiller en douceur vous maintient près de l'état de rêve assez longtemps pour le copier en mémoire. Une alarme stridente vous inonde de vigilance et d'hormones de stress qui dispersent le rêve avant que vous puissiez le saisir.
it: Svegliarsi dolcemente ti tiene vicino allo stato di sogno abbastanza a lungo da copiarlo nella memoria. Una sveglia stridente ti inonda di allerta e ormoni dello stress che disperdono il sogno prima che tu possa catturarlo.
ja: やさしく目覚めると、夢の状態の近くに十分とどまり、それを記憶に写し取れます。耳障りなアラームは、覚醒とストレスホルモンであなたを満たし、捕まえる前に夢を散らしてしまいます。
ko: 부드럽게 깨어나면 꿈 상태 가까이에 충분히 머물러 그것을 기억에 옮겨 적을 수 있습니다. 요란한 알람은 각성과 스트레스 호르몬으로 당신을 뒤덮어, 붙잡기도 전에 꿈을 흩어 버립니다.
nl: Zacht ontwaken houdt je lang genoeg bij de droomtoestand om die in je geheugen te kopiëren. Een schelle wekker overspoelt je met alertheid en stresshormonen die de droom verstrooien voordat je hem kunt vangen.
pt_br: Acordar suavemente mantém você perto do estado de sonho tempo suficiente para copiá-lo na memória. Um alarme estridente te inunda de alerta e hormônios do estresse que dispersam o sonho antes que você consiga capturá-lo.
ru: Мягкое пробуждение удерживает тебя у состояния сна достаточно долго, чтобы скопировать его в память. Резкий будильник захлёстывает бодростью и гормонами стресса, которые рассеивают сон прежде, чем ты успеешь его уловить.
zh_hans: 温和地醒来，会让你在梦境状态附近停留得够久，足以把它抄进记忆。刺耳的闹钟则用警觉和压力荷尔蒙将你淹没，在你来得及捕捉之前就把梦冲散。

source: Waking into REM and aiming your memory at it is the proven pairing.
ar: الاستيقاظ نحو REM وتوجيه ذاكرتك إليه هو الاقتران المُثبَت.
de: Ins REM hinein aufzuwachen und dein Gedächtnis darauf zu richten ist die bewährte Paarung.
es: Despertar hacia el REM y apuntar tu memoria hacia él es el emparejamiento probado.
fr: Se réveiller vers le REM et y diriger sa mémoire, c'est l'association éprouvée.
it: Svegliarsi verso il REM e puntarvi la memoria è l'accoppiata collaudata.
ja: REMへ向かって目覚め、そこに記憶を向ける——それが実証済みの組み合わせです。
ko: REM을 향해 깨어나 거기에 기억을 겨누는 것이 검증된 짝짓기입니다.
nl: Wakker worden richting de REM en je geheugen daarop richten is de beproefde combinatie.
pt_br: Acordar rumo ao REM e mirar sua memória nele é a dupla comprovada.
ru: Просыпаться навстречу REM и направлять на него память — вот проверенная пара.
zh_hans: 朝着 REM 醒来，并把记忆瞄准它，正是经过验证的搭配。

source: Waking the instant you go lucid is the most common beginner complaint — and one of the most fixable, because it's about your state in that moment, not a lack of skill. The cure is calm, not more effort.
ar: الاستيقاظ لحظة أن تصبح واعيًا هو أكثر شكاوى المبتدئين شيوعًا — ومن أكثرها قابلية للإصلاح، لأنه يتعلّق بحالتك في تلك اللحظة، لا بنقص في المهارة. العلاج هو الهدوء، لا مزيد من الجهد.
de: In dem Moment aufzuwachen, in dem du luzid wirst, ist die häufigste Anfängerklage – und eine der am besten behebbaren, denn es geht um deinen Zustand in jenem Moment, nicht um fehlendes Können. Die Kur ist Ruhe, nicht mehr Anstrengung.
es: Despertar en el instante en que te vuelves lúcido es la queja más común de los principiantes, y una de las más reparables, porque tiene que ver con tu estado en ese momento, no con falta de habilidad. La cura es calma, no más esfuerzo.
fr: Se réveiller à l'instant où l'on devient lucide est la plainte la plus courante des débutants — et l'une des plus réparables, car cela tient à votre état à ce moment-là, pas à un manque de compétence. Le remède, c'est le calme, pas plus d'effort.
it: Svegliarsi nell'istante in cui diventi lucido è la lamentela più comune dei principianti — e una delle più rimediabili, perché riguarda il tuo stato in quel momento, non una mancanza di abilità. La cura è la calma, non più sforzo.
ja: 明晰になった瞬間に目覚めるのは、初心者の最もよくある悩み——そして最も直しやすいものの一つです。それはその瞬間のあなたの状態の問題であって、技術不足ではないからです。治療は落ち着きであり、努力を増やすことではありません。
ko: 자각하는 순간 깨어나는 것은 초보자의 가장 흔한 불평이자 — 가장 고치기 쉬운 것 중 하나입니다. 그것은 그 순간의 당신 상태에 관한 것이지, 기술 부족이 아니기 때문입니다. 치료는 고요함이지, 더 많은 노력이 아닙니다.
nl: Wakker worden op het moment dat je lucide wordt is de meest voorkomende klacht van beginners — en een van de best te verhelpen, want het gaat om je toestand op dat moment, niet om gebrek aan vaardigheid. De remedie is kalmte, niet meer inspanning.
pt_br: Acordar no instante em que você fica lúcido é a queixa mais comum dos iniciantes — e uma das mais solucionáveis, porque tem a ver com seu estado naquele momento, não com falta de habilidade. A cura é calma, não mais esforço.
ru: Просыпаться в тот миг, когда становишься осознанным, — самая частая жалоба новичков и одна из самых поправимых, ведь дело в вашем состоянии в тот момент, а не в нехватке навыка. Лекарство — спокойствие, а не больше усилий.
zh_hans: 在变清醒的那一刻就醒来，是初学者最常见的抱怨——也是最容易纠正的之一，因为它关乎你那一刻的状态，而非技术不足。解药是平静，而不是更多努力。

source: Walking through a door while expecting your destination
ar: عبور باب مع توقّع وجهتك
de: Durch eine Tür gehen und dabei dein Ziel erwarten
es: Cruzar una puerta mientras esperas tu destino
fr: Passer une porte en attendant votre destination
it: Attraversare una porta aspettandoti la tua destinazione
ja: 行き先を予期しながらドアをくぐる
ko: 목적지를 기대하며 문을 통과하기
nl: Door een deur lopen terwijl je je bestemming verwacht
pt_br: Atravessar uma porta esperando o seu destino
ru: Пройти в дверь, ожидая свой пункт назначения
zh_hans: 在预期目的地的同时穿过一道门

source: Want to be somewhere else? In a dream, the doorway is wherever you decide it is.
ar: تريد أن تكون في مكان آخر؟ في الحلم، المدخل حيثما تقرّر أنه يكون.
de: Willst du woanders sein? Im Traum ist die Tür dort, wo du sie bestimmst.
es: ¿Quieres estar en otro lugar? En un sueño, la puerta está donde tú decidas.
fr: Envie d'être ailleurs ? Dans un rêve, la porte est là où vous décidez qu'elle est.
it: Vuoi essere altrove? In un sogno, la porta è dove decidi tu.
ja: どこか別の場所に行きたい？夢では、戸口はあなたが決めたところにあります。
ko: 다른 곳에 있고 싶나요? 꿈에서는 문이 당신이 정한 바로 그곳에 있습니다.
nl: Wil je ergens anders zijn? In een droom is de deur waar jij beslist dat hij is.
pt_br: Quer estar em outro lugar? Num sonho, a porta fica onde você decidir.
ru: Хотите оказаться в другом месте? Во сне дверь там, где вы решите.
zh_hans: 想去别处？在梦里，门就在你决定它在的地方。

source: Ways to earn XP
ar: طرق كسب نقاط الخبرة
de: Wege, XP zu verdienen
es: Formas de ganar XP
fr: Façons de gagner de l'XP
it: Modi per guadagnare XP
ja: XPの獲得方法
ko: XP 획득 방법
nl: Manieren om XP te verdienen
pt_br: Formas de ganhar XP
ru: Способы получить XP
zh_hans: 获得 XP 的方式

source: WBTB amplifies every other technique — it's a multiplier, not a replacement.
ar: يضخّم WBTB كل تقنية أخرى — إنه مُضاعِف، لا بديل.
de: WBTB verstärkt jede andere Technik – es ist ein Multiplikator, kein Ersatz.
es: WBTB amplifica todas las demás técnicas: es un multiplicador, no un sustituto.
fr: WBTB amplifie toutes les autres techniques — c'est un multiplicateur, pas un remplacement.
it: WBTB amplifica ogni altra tecnica: è un moltiplicatore, non un sostituto.
ja: WBTBは他のあらゆる技法を増幅します——置き換えではなく、掛け算です。
ko: WBTB는 다른 모든 기법을 증폭합니다 — 대체물이 아니라 곱셈기입니다.
nl: WBTB versterkt elke andere techniek — het is een vermenigvuldiger, geen vervanging.
pt_br: O WBTB amplifica todas as outras técnicas — é um multiplicador, não um substituto.
ru: WBTB усиливает любую другую технику — это множитель, а не замена.
zh_hans: WBTB 会放大其他每一种技巧——它是倍增器，而非替代品。

source: WBTB combined with MILD is widely regarded as the most effective beginner-friendly induction method in the research — the brief waking sharpens your mind right as you re-enter the night's richest REM.
ar: يُعَدّ WBTB مقترنًا بـ MILD على نطاق واسع أكثر طرق الاستحثاث فعاليةً وملاءمةً للمبتدئين في الأبحاث — فالاستيقاظ القصير يشحذ عقلك تمامًا وأنت تعيد الدخول إلى أغنى REM في الليل.
de: WBTB kombiniert mit MILD gilt in der Forschung weithin als die wirksamste anfängerfreundliche Induktionsmethode – das kurze Erwachen schärft deinen Geist genau dann, wenn du wieder in den reichsten REM der Nacht eintrittst.
es: WBTB combinado con MILD se considera ampliamente el método de inducción más eficaz y apto para principiantes en la investigación: el breve despertar agudiza tu mente justo cuando reingresas al REM más rico de la noche.
fr: WBTB combiné à MILD est largement considéré dans la recherche comme la méthode d'induction la plus efficace et accessible aux débutants — le bref réveil aiguise votre esprit juste au moment où vous rentrez dans le REM le plus riche de la nuit.
it: WBTB combinato con MILD è ampiamente considerato nella ricerca il metodo di induzione più efficace e adatto ai principianti: il breve risveglio affina la tua mente proprio mentre rientri nel REM più ricco della notte.
ja: WBTBとMILDの組み合わせは、研究において初心者に最も効果的で扱いやすい誘導法だと広く見なされています——短い目覚めが、夜で最も豊かなREMに再び入るまさにその瞬間に、あなたの頭を研ぎ澄ますのです。
ko: WBTB와 MILD의 결합은 연구에서 초보자에게 가장 효과적이고 친화적인 유도법으로 널리 여겨집니다 — 짧은 깨어남이 밤에서 가장 풍부한 REM에 다시 들어서는 바로 그때 당신의 정신을 날카롭게 합니다.
nl: WBTB gecombineerd met MILD wordt in het onderzoek breed beschouwd als de effectiefste, beginnersvriendelijke inductiemethode — de korte ontwaking scherpt je geest precies wanneer je de rijkste REM van de nacht weer binnengaat.
pt_br: O WBTB combinado com o MILD é amplamente considerado na pesquisa o método de indução mais eficaz e acessível a iniciantes — o breve despertar aguça sua mente bem na hora em que você reentra no REM mais rico da noite.
ru: WBTB в сочетании с MILD широко считается в исследованиях самым действенным и дружелюбным к новичкам методом индукции — краткое пробуждение обостряет ум как раз тогда, когда вы вновь входите в самый богатый REM ночи.
zh_hans: 在研究中，WBTB 与 MILD 结合被普遍视为对新手最有效、最友好的诱导方法——短暂的醒来恰好在你重新进入夜间最丰富的 REM 之际，磨利你的头脑。

source: WBTB complete. You can summon the dream world's best hours — responsibly.
ar: اكتمل WBTB. تستطيع استدعاء أفضل ساعات عالم الحلم — بمسؤولية.
de: WBTB abgeschlossen. Du kannst die besten Stunden der Traumwelt herbeirufen – verantwortungsvoll.
es: WBTB completo. Puedes invocar las mejores horas del mundo de los sueños, con responsabilidad.
fr: WBTB terminé. Vous pouvez convoquer les meilleures heures du monde des rêves — de façon responsable.
it: WBTB completato. Puoi evocare le ore migliori del mondo dei sogni — con responsabilità.
ja: WBTB完了。あなたは夢の世界の最良の時間を呼び出せます——責任をもって。
ko: WBTB 완료. 당신은 꿈 세계의 가장 좋은 시간을 불러낼 수 있습니다 — 책임감 있게.
nl: WBTB voltooid. Je kunt de beste uren van de droomwereld oproepen — op een verantwoorde manier.
pt_br: WBTB concluído. Você pode convocar as melhores horas do mundo dos sonhos — com responsabilidade.
ru: WBTB завершён. Вы можете призвать лучшие часы мира снов — ответственно.
zh_hans: WBTB 完成。你能召唤梦境世界最好的那几个小时——但要有节制。

source: WBTB means waking briefly after several hours of sleep, staying up a short while, then going back to bed. You return to sleep straight into long, vivid REM with a more alert mind — the ideal conditions for lucidity, especially paired with MILD.
ar: يعني WBTB الاستيقاظ لفترة وجيزة بعد عدة ساعات من النوم، والبقاء مستيقظًا قليلًا، ثم العودة إلى الفراش. تعود إلى النوم مباشرةً إلى نوم REM طويل وحيّ بعقل أكثر يقظة — الظروف المثالية للوضوح، خصوصًا مقترنًا بـ MILD.
de: WBTB bedeutet, nach mehreren Stunden Schlaf kurz aufzuwachen, eine Weile wach zu bleiben und dann wieder ins Bett zu gehen. Du kehrst direkt in langen, lebhaften REM-Schlaf zurück, mit wacherem Geist – die idealen Bedingungen für Luzidität, besonders in Kombination mit MILD.
es: WBTB significa despertar brevemente tras varias horas de sueño, quedarte despierto un rato y luego volver a la cama. Vuelves a dormir directo a un REM largo y vívido con la mente más alerta: las condiciones ideales para la lucidez, sobre todo junto con MILD.
fr: WBTB signifie se réveiller brièvement après plusieurs heures de sommeil, rester éveillé un court moment, puis retourner au lit. Vous vous rendormez droit dans un REM long et vif, l'esprit plus alerte — les conditions idéales pour la lucidité, surtout associé à MILD.
it: WBTB significa svegliarsi brevemente dopo diverse ore di sonno, restare svegli un po' e poi tornare a letto. Torni a dormire dritto in un REM lungo e vivido con la mente più sveglia: le condizioni ideali per la lucidità, soprattutto in coppia con MILD.
ja: WBTBとは、数時間眠ったあと短く目を覚まし、しばらく起きてから、再びベッドに戻ることです。より覚めた頭のまま、長く鮮やかなREM睡眠へまっすぐ戻ります——明晰夢に理想的な条件で、とくにMILDと組み合わせると効果的です。
ko: WBTB는 몇 시간 잔 뒤 잠깐 깨어 잠시 깨어 있다가 다시 잠자리로 돌아가는 것입니다. 더 또렷해진 정신으로 길고 생생한 REM 수면으로 곧장 돌아갑니다 — 자각몽에 이상적인 조건이며, 특히 MILD와 짝지을 때 그렇습니다.
nl: WBTB betekent na enkele uren slaap kort wakker worden, een poosje opblijven en dan terug naar bed gaan. Je valt rechtstreeks terug in lange, levendige REM met een alertere geest — de ideale omstandigheden voor luciditeit, zeker gecombineerd met MILD.
pt_br: WBTB significa acordar brevemente após várias horas de sono, ficar acordado um pouco e então voltar para a cama. Você retorna ao sono direto para um REM longo e vívido com a mente mais alerta — as condições ideais para a lucidez, sobretudo combinado com o MILD.
ru: WBTB означает ненадолго проснуться после нескольких часов сна, недолго побыть бодрым, а затем вернуться в постель. Вы засыпаете прямо в долгий, яркий REM с более ясным умом — идеальные условия для осознанности, особенно в паре с MILD.
zh_hans: WBTB 是指睡了几个小时后短暂醒来，清醒一小会儿，然后再回到床上。你会带着更清醒的头脑直接回到漫长而鲜明的 REM 睡眠——这是清醒梦的理想条件，尤其与 MILD 搭配时。

source: WBTB plus caffeine
ar: WBTB مع الكافيين
de: WBTB plus Koffein
es: WBTB más cafeína
fr: WBTB plus caféine
it: WBTB più caffeina
ja: WBTBとカフェイン
ko: WBTB와 카페인
nl: WBTB plus cafeïne
pt_br: WBTB mais cafeína
ru: WBTB плюс кофеин
zh_hans: WBTB 加咖啡因

source: WBTB plus MILD
ar: WBTB مع MILD
es: WBTB más MILD
it: WBTB più MILD
ja: WBTBとMILD
ko: WBTB와 MILD
pt_br: WBTB mais MILD
ru: WBTB плюс MILD
zh_hans: WBTB 加 MILD

source: Weekly quest
ar: مهمة أسبوعية
de: Wöchentliche Quest
es: Misión semanal
fr: Quête hebdomadaire
it: Missione settimanale
ja: 週間クエスト
ko: 주간 퀘스트
nl: Wekelijkse quest
pt_br: Missão semanal
ru: Еженедельное задание
zh_hans: 每周任务

source: Weekly Quests
ar: المهام الأسبوعية
de: Wöchentliche Quests
es: Misiones semanales
fr: Quêtes hebdomadaires
it: Missioni settimanali
ja: 週間クエスト
ko: 주간 퀘스트
nl: Wekelijkse quests
pt_br: Missões semanais
ru: Еженедельные задания
zh_hans: 每周任务

source: What calm, screen-free thing could you do during that short wake window?
ar: ما الشيء الهادئ الخالي من الشاشات الذي يمكنك فعله خلال تلك النافذة القصيرة؟
de: Was Ruhiges, Bildschirmfreies könntest du in diesem kurzen Fenster tun?
es: ¿Qué cosa tranquila y sin pantallas podrías hacer durante esa breve ventana?
fr: Quelle chose calme et sans écran pourriez-vous faire durant cette courte fenêtre ?
it: Cosa di tranquillo e senza schermi potresti fare durante quella breve finestra?
ja: その短い窓のあいだ、画面を使わない静かなことで何ができそうですか？
ko: 그 짧은 창 동안 화면 없이 할 수 있는 차분한 일은 무엇일까요?
nl: Wat rustigs en schermvrij zou je tijdens dat korte venster kunnen doen?
pt_br: Que coisa calma e sem telas você poderia fazer durante essa breve janela?
ru: Чем спокойным и без экранов вы могли бы заняться в этом коротком окне?
zh_hans: 在那短短的时段里，你可以做点什么安静、不看屏幕的事？

source: What calms you fastest in waking life? Could you bring it into a dream?
ar: ما الذي يهدّئك أسرع في حياة اليقظة؟ أيمكنك إحضاره إلى حلم؟
de: Was beruhigt dich im Wachleben am schnellsten? Könntest du es in einen Traum mitnehmen?
es: ¿Qué te calma más rápido en la vida despierta? ¿Podrías llevarlo a un sueño?
fr: Qu'est-ce qui vous calme le plus vite dans la vie éveillée ? Pourriez-vous l'emporter dans un rêve ?
it: Cosa ti calma più in fretta nella vita da sveglio? Potresti portarlo in un sogno?
ja: 起きている生活で、あなたを最も速く落ち着かせるものは何ですか？それを夢に持ち込めそうですか？
ko: 깨어 있는 삶에서 당신을 가장 빨리 진정시키는 것은 무엇인가요? 그것을 꿈으로 가져갈 수 있을까요?
nl: Wat kalmeert je het snelst in het wakkere leven? Zou je het mee een droom in kunnen nemen?
pt_br: O que te acalma mais rápido na vida desperta? Você poderia levar isso para um sonho?
ru: Что быстрее всего успокаивает вас наяву? Могли бы вы взять это с собой в сон?
zh_hans: 在清醒生活中，什么能最快让你平静？你能把它带进梦里吗？

source: What can spinning your dream body do?
ar: ماذا يمكن أن يفعل تدوير جسدك الحلمي؟
de: Was kann das Drehen deines Traumkörpers bewirken?
es: ¿Qué puede hacer girar tu cuerpo onírico?
fr: Que peut faire la rotation de votre corps onirique ?
it: Cosa può fare il girare il tuo corpo onirico?
ja: 夢の体を回すと何ができる？
ko: 꿈의 몸을 돌리면 무엇을 할 수 있을까요?
nl: Wat kan het ronddraaien van je droomlichaam doen?
pt_br: O que girar seu corpo onírico pode fazer?
ru: Что может дать вращение тела сновидения?
zh_hans: 旋转你的梦中身体能做什么？

source: What detail would you study first if a dream became more real than waking?
ar: أي تفصيل ستدرسه أولًا لو صار حلم أكثر واقعية من اليقظة؟
de: Welches Detail würdest du zuerst studieren, wenn ein Traum realer würde als das Wachsein?
es: ¿Qué detalle estudiarías primero si un sueño se volviera más real que la vigilia?
fr: Quel détail étudieriez-vous d'abord si un rêve devenait plus réel que l'éveil ?
it: Quale dettaglio studieresti per primo se un sogno diventasse più reale della veglia?
ja: もし夢が起きているときより現実的になったら、まずどの細部をじっくり調べますか？
ko: 꿈이 깨어 있을 때보다 더 현실 같아진다면, 어떤 세부를 먼저 살펴보겠어요?
nl: Welk detail zou je het eerst bestuderen als een droom echter werd dan het waken?
pt_br: Que detalhe você estudaria primeiro se um sonho ficasse mais real que a vigília?
ru: Какую деталь вы изучили бы первой, если бы сон стал реальнее яви?
zh_hans: 如果一个梦变得比清醒还真实，你会先研究哪个细节？

source: What does WBTB involve?
ar: ماذا يتضمّن WBTB؟
de: Was beinhaltet WBTB?
es: ¿En qué consiste WBTB?
fr: En quoi consiste WBTB ?
it: In cosa consiste WBTB?
ja: WBTBには何が含まれる？
ko: WBTB는 무엇을 포함할까요?
nl: Wat houdt WBTB in?
pt_br: O que o WBTB envolve?
ru: Что включает в себя WBTB?
zh_hans: WBTB 包含什么？

source: What gets in the way of writing first thing — your phone, getting up, rushing? How could you remove it?
ar: ما الذي يعيق الكتابة فور الاستيقاظ — هاتفك، النهوض، العجلة؟ وكيف يمكنك إزالته؟
de: Was hält dich davon ab, als Erstes zu schreiben – dein Handy, das Aufstehen, die Hektik? Wie könntest du es beseitigen?
es: ¿Qué te impide escribir nada más despertar: el teléfono, levantarte, las prisas? ¿Cómo podrías eliminarlo?
fr: Qu'est-ce qui vous empêche d'écrire dès le réveil — votre téléphone, vous lever, la précipitation ? Comment pourriez-vous l'éliminer ?
it: Cosa ti impedisce di scrivere appena sveglio — il telefono, alzarti, la fretta? Come potresti eliminarlo?
ja: 目覚めてすぐ書くのを邪魔するものは何ですか——スマホ、起き上がること、焦り？ それをどう取り除けますか？
ko: 깨어나자마자 적는 것을 방해하는 건 무엇인가요 — 휴대폰, 일어나기, 서두름? 그걸 어떻게 없앨 수 있을까요?
nl: Wat staat het schrijven meteen na het ontwaken in de weg — je telefoon, opstaan, haast? Hoe zou je dat kunnen wegnemen?
pt_br: O que atrapalha escrever logo ao acordar — o celular, levantar, a pressa? Como você poderia eliminar isso?
ru: Что мешает писать сразу после пробуждения — телефон, подъём, спешка? Как это можно убрать?
zh_hans: 是什么妨碍你一醒来就记录——手机、起床、匆忙？你能如何排除它？

source: What happened?
ar: ماذا حدث؟
de: Was ist passiert?
es: ¿Qué pasó?
fr: Que s'est-il passé ?
it: Cosa è successo?
ja: 何が起きましたか？
ko: 무슨 일이 있었나요?
nl: Wat is er gebeurd?
pt_br: O que aconteceu?
ru: Что произошло?
zh_hans: 发生了什么？

source: What helps you stay calm when something exciting starts to happen?
ar: ما الذي يساعدك على البقاء هادئًا حين يبدأ شيء مثير في الحدوث؟
de: Was hilft dir, ruhig zu bleiben, wenn etwas Aufregendes zu geschehen beginnt?
es: ¿Qué te ayuda a mantener la calma cuando empieza a pasar algo emocionante?
fr: Qu'est-ce qui vous aide à rester calme quand quelque chose d'excitant commence à se produire ?
it: Cosa ti aiuta a restare calmo quando comincia a succedere qualcosa di emozionante?
ja: 何かわくわくすることが起こりはじめたとき、落ち着いていられるのに役立つのは何ですか？
ko: 무언가 흥분되는 일이 일어나기 시작할 때, 침착함을 유지하는 데 무엇이 도움이 되나요?
nl: Wat helpt je kalm te blijven als er iets spannends begint te gebeuren?
pt_br: O que te ajuda a manter a calma quando algo empolgante começa a acontecer?
ru: Что помогает вам сохранять спокойствие, когда начинает происходить что‑то волнующее?
zh_hans: 当令人兴奋的事开始发生时，什么能帮你保持平静？

source: What if the simplest way to wake up inside a dream is a habit you build while awake?
ar: ماذا لو كانت أبسط طريقة للاستيقاظ داخل الحلم هي عادة تبنيها وأنت مستيقظ؟
de: Was, wenn der einfachste Weg, innerhalb eines Traums aufzuwachen, eine Gewohnheit ist, die du im Wachzustand aufbaust?
es: ¿Y si la forma más simple de despertar dentro de un sueño fuera un hábito que construyes despierto?
fr: Et si le moyen le plus simple de vous réveiller à l'intérieur d'un rêve était une habitude que vous bâtissez éveillé ?
it: E se il modo più semplice per svegliarsi dentro un sogno fosse un'abitudine che costruisci da sveglio?
ja: 夢の中で目覚める一番シンプルな方法が、起きているあいだに育てる習慣だとしたら？
ko: 꿈 속에서 깨어나는 가장 단순한 방법이, 깨어 있는 동안 기르는 습관이라면?
nl: Wat als de eenvoudigste manier om binnen een droom wakker te worden een gewoonte is die je wakend opbouwt?
pt_br: E se a forma mais simples de despertar dentro de um sonho fosse um hábito que você constrói acordado?
ru: Что, если самый простой способ проснуться внутри сна — это привычка, которую вы вырабатываете наяву?
zh_hans: 如果在梦中觉醒的最简单方法，是你清醒时养成的一个习惯呢？

source: What if your front door reminded you to check reality — every single time?
ar: ماذا لو ذكّرك باب منزلك بأن تفحص الواقع — في كل مرة؟
de: Was, wenn deine Haustür dich daran erinnern würde, die Realität zu prüfen – jedes einzelne Mal?
es: ¿Y si la puerta de tu casa te recordara comprobar la realidad, cada vez?
fr: Et si la porte de chez vous vous rappelait de tester la réalité — à chaque fois ?
it: E se la porta di casa ti ricordasse di controllare la realtà — ogni singola volta?
ja: もし玄関のドアが、現実を確かめるよう毎回あなたに思い出させてくれたら？
ko: 만약 현관문이 매번 현실을 확인하라고 당신에게 일깨워 준다면?
nl: Wat als je voordeur je eraan herinnerde de werkelijkheid te checken — elke keer weer?
pt_br: E se a porta da sua casa te lembrasse de checar a realidade — toda vez?
ru: Что, если входная дверь напоминала бы вам проверять реальность — каждый раз?
zh_hans: 如果你家的大门每一次都提醒你去检验现实，会怎样？

source: What Is a Reality Check?
ar: ما هو فحص الواقع؟
de: Was ist ein Realitätscheck?
es: ¿Qué es una comprobación de realidad?
fr: Qu'est-ce qu'un test de réalité ?
it: Cos'è una verifica della realtà?
ja: 現実確認とは？
ko: 현실 점검이란?
nl: Wat is een realiteitscheck?
pt_br: O que é um teste de realidade?
ru: Что такое проверка реальности?
zh_hans: 什么是现实检验？

source: What is hypnagogia?
ar: ما هي الهلوسة الانوماجية (hypnagogia)؟
de: Was ist Hypnagogie?
es: ¿Qué es la hipnagogia?
fr: Qu'est-ce que l'hypnagogie ?
it: Cos'è l'ipnagogia?
ja: 入眠時幻覚（ヒプナゴジア）とは何？
ko: 입면 환각(히프나고지아)이란 무엇일까요?
nl: Wat is hypnagogie?
pt_br: O que é hipnagogia?
ru: Что такое гипнагогия?
zh_hans: 什么是入睡幻觉（hypnagogia）？
